<?php

/* @var $this yii\web\View */

$this->title = 'Справочник языков мира';
?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Справочник языков мира</h1>

        <p class="lead">Хотите узнать больше?</p>
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>Семьи языков</h2>

                <p>В мире насчитывается несколько тысяч языков и большинство из них объединяются в семьи.
				Семья языков - это генетическое языковое объединение примерно такого же уровня глубины,
				как индоевропейские языки, то есть распавшееся примерно 6—7 тыс. лет назад. </p>

                <p><a class="btn btn-default" href="family">Семьи языков &raquo;</a></p>
            </div>
            <div class="col-lg-4">
                <h2>Группы языков</h2>

                <p>Языковых групп больше восмисот! (точное число назвать нельзя, разные ученые по-разному
				оценивают принадлежность живых и "мертвых" языков к разным группам). Языки одной языковой
				группы имеют много совпадений в корнях слов, в грамматическом строе и фонетике.</p>

                <p><a class="btn btn-default" href="group-lang">Группы языков &raquo;</a></p>
            </div>
            <div class="col-lg-4">
                <h2>Карта мира</h2>

                <p>С помощью интерактивной карты мира вы сможете узнать на каких языках разговаривают люди
				в различных районах разных стран, а также расширить свой кругозор в лингвистической сфере за
				счёт специально отобранной информации любом из существующих о языков мира.</p>

                <p><a class="btn btn-default" href="site/map">Карта мира &raquo;</a></p>
            </div>
        </div>
    </div>
</div>
